const en = {
  "translation" : {
    "about" : {
      "creators" : "इसके द्वारा बनाया गया: कटारीना माटुसोवा, माइकएला होर्वाथोवा, ओंड्रेज स्लिमक, 2020",
      "description1" : "यहाँ आप अपनी खुद की कस्टम उपहार सूची बना सकते हैं। क्रिसमस, जन्मदिन, वर्षगांठ - जो कुछ भी आपको चाहिए! आप अपनी सूची में से प्रत्येक के लिए लोगों को जोड़ सकते हैं। और न केवल लोगों को! क्या आप अपने कुत्ते के गोद लेने के दिन के लिए एक उपहार सूची चाहते हैं? आप कर सकते हैं!",
      "description2" : "आप प्रत्येक entry.The एप्लिकेशन को सार्वजनिक खोज एपीआई से जुड़ा है करने के लिए अपने बजट के साथ ही अन्य टिप्पणियों नोट कर सकते हैं, उपहार के लिए खोज भी आसान बना रही है! बस एक कीवर्ड दर्ज करें, एक बटन दबाएं और एक उपहार विशिष्ट सूची में उस विशिष्ट व्यक्ति के लिए पाया, प्रदर्शित और सहेजा जाएगा।",
      "description3" : "अभी पंजीकरण करें और पहले से मौजूद {{listCount}} में अपनी उपहार सूची जोड़ें।",
      "title" : "सांता की सूची में आपका स्वागत है!"
    },
    "giftCard" : {
      "delete" : "इस सूची को मिटाएँ",
      "name" : "नाम",
      "price" : "मूल्य",
      "search" : "सर्च",
      "search_name_error" : "खोज करने के लिए कोई उपहार विचार दर्ज नहीं किया गया था।"
    },
    "gifteeDetail" : {
      "add_gift" : "नया उपहार जोड़ें",
      "budget" : "बजट",
      "error_budget" : "चिट्ठी पानेवाला के बजट की आवश्यकता है।",
      "error_budget_exceeded" : "बजट पार हो गई थी!",
      "error_budget_neg" : "चिट्ठी पानेवाला का बजट एक नकारात्मक संख्या नहीं हो सकता है।",
      "error_gift_name" : "उपहार नाम निर्दिष्ट होना आवश्यक है।",
      "error_gift_price" : "उपहारों में नकारात्मक मूल्य नहीं हो सकता है।",
      "error_name" : "चिट्ठी पानेवाला का नाम आवश्यक है।",
      "gifts" : "उपहार",
      "name" : "नाम",
      "note" : "नोट",
      "save" : "परिवर्तन सहेजें?",
      "title" : "विस्तार"
    },
    "gifteeGift" : {
      "delete" : "इस उपहार को मिटाएँ",
      "name" : "नाम",
      "price" : "मूल्य"
    },
    "gifteeListItem" : {
      "delete" : "इस चिट्ठी पानेवाला को मिटाएँ"
    },
    "home" : {
      "loading" : "लोड हो रहा है…",
      "loaging" : "लोड हो रहा है…",
      "welcome" : "स्वागत है"
    },
    "listStats" : {
      "avg_budget" : "औसत बजट",
      "big_budget_giftee" : "बड़े-बजट चिट्ठी पानेवाला",
      "description" : "चुने गए उपहार सूची के लिए अपने आँकड़े की जांच करें!",
      "giftees_count" : "चिट्ठी पानेवाला की संख्या",
      "highest_budget_giftee" : "उच्चतम बजट",
      "loading" : "लोड हो रहा है…",
      "low_budget_giftee" : "कम बजट चिट्ठी पानेवाला",
      "lowest_budget_giftee" : "सबसे कम बजट",
      "select_list" : "उपहारसूची चुनें"
    },
    "lists" : {
      "back" : "वापस जाएं",
      "giftLists" : "उपहार सूचियाँ",
      "giftee_delete_error" : "चिट्ठी पानेवाला को मिटाया नहीं जा सका।",
      "giftee_update_error" : "चिट्ठी पानेवाला अद्यतन नहीं कर सका।",
      "saved_changes" : "परिवर्तन सहेजे गए थे।",
      "title" : "आपकी उपहार सूची",
      "unsaved_changes" : "नहीं सहेजे गए परिवर्तन"
    },
    "login" : {
      "email" : "ईमेल",
      "login" : "लॉगिन",
      "new_user" : "नया उपयोगकर्ता",
      "password" : "पासवर्ड",
      "register" : "यहाँ पंजीकरण करें",
      "sign_in" : "साइन इन करें"
    },
    "menu" : {
      "about" : "बारे में",
      "app_name" : "सांता की सूची",
      "gift_lists" : "उपहार सूचियाँ",
      "home" : "होम",
      "login" : "लॉगिन",
      "logout" : "लॉगआउट",
      "register" : "साइन अप करें"
    },
    "newGiftCard" : {
      "awesome_gift_list" : "मेरी भयानक उपहार सूची...",
      "create_new_btn" : "नई सूची बनाएँ",
      "create_new_title" : "नई उपहार सूची बनाएँ!",
      "error_logged_users_only" : "केवल उपयोगकर्ताओं में लॉग इन नई उपहार सूची बना सकते हैं!",
      "name_required" : "नाम की आवश्यकता है!"
    },
    "newGifteeForm" : {
      "create_error" : "नया चिट्ठी पानेवाला नहीं बनाया जा सकता है।",
      "create_new" : "नया बनाएं",
      "name_required" : "नाम की आवश्यकता है!",
      "new_giftee" : "नया चिट्ठी पानेवाला"
    },
    "register" : {
      "already_registered" : "पहले से पंजीकृत।?",
      "email" : "ईमेल",
      "err_pswds_match" : "पासवर्ड मेल नहीं खाते",
      "password" : "पासवर्ड",
      "password_conf" : "कनफर्म पासवर्ड",
      "register" : "साइन अप करें",
      "sign_in" : "साइन इन करें"
    },
    "searchDialog" : {
      "loading" : "लोड हो रहा है…"
    },
    "unsaved_changes" : "नहीं सहेजे गए परिवर्तन",
    "userStats" : {
      "description" : "अपने समग्र आँकड़े की जाँच करें!",
      "giftees_count" : "चिट्ठी पानेवाला की संख्या",
      "giftlists_count" : "उपहार सूचियों की संख्या"
    }
  }
} ;

export default en;