const en = {
  "translation" : {
    "about" : {
      "creators" : "Создано: Катарина Матушова, Микаэла Хорватова, Ондржей Слимак, 2020",
      "description1" : "Здесь вы можете создать свои собственные списки подарков. Рождество, дни рождения, юбилеи - все, что вам нужно! Вы можете добавлять людей в каждый из ваших списков. И не только люди! Вы хотите иметь список подарков на день усыновления вашей собаки? Ты можешь!",
      "description2" : "Вы можете отметить свой бюджет, а также другие комментарии к каждой записи. Приложение подключено к API публичного поиска, что делает поиск подарков еще проще! Просто введите ключевое слово, нажмите кнопку, и подарок будет найден, отображен и сохранен для этого конкретного человека в определенном списке.",
      "description3" : "Зарегистрируйтесь сейчас и добавьте свои списки подарков в уже существующие {{listCount}}.",
      "title" : "Добро пожаловать в список Деда Мороза!"
    },
    "giftCard" : {
      "delete" : "Удалить этот список",
      "name" : "Имя",
      "price" : "Цена",
      "search" : "Поиск",
      "search_name_error" : "Идея подарка не была введена для поиска."
    },
    "gifteeDetail" : {
      "add_gift" : "Добавить новый подарок",
      "budget" : "Бюджет",
      "error_budget" : "Требуется бюджет получа́тель.",
      "error_budget_exceeded" : "Бюджет был превышен!",
      "error_budget_neg" : "Бюджет получа́тель не может быть отрицательным числом.",
      "error_gift_name" : "Подарки должны иметь указанное имя.",
      "error_gift_price" : "Подарки не могут иметь отрицательную цену.",
      "error_name" : "Имя получа́тель обязательно.",
      "gifts" : "Подарки",
      "name" : "Имя",
      "note" : "Примечание",
      "save" : "Сохранить изменения",
      "title" : "Подробности"
    },
    "gifteeGift" : {
      "delete" : "Удалить этот подарок",
      "name" : "Имя",
      "price" : "Цена"
    },
    "gifteeListItem" : {
      "delete" : "Удалить этого получа́тель"
    },
    "home" : {
      "loading" : "Загрузка...",
      "loaging" : "Загрузка...",
      "welcome" : "Добро пожаловать!"
    },
    "listStats" : {
      "avg_budget" : "Средний бюджет",
      "big_budget_giftee" : "Большой бюджетный получа́тель",
      "description" : "Проверьте свою статистику для выбранного списка подарков!",
      "giftees_count" : "Количество получа́тельей",
      "highest_budget_giftee" : "Самый высокий бюджет",
      "loading" : "Загрузка...",
      "low_budget_giftee" : "Малобюджетный получа́тель",
      "lowest_budget_giftee" : "Самый низкий бюджет",
      "select_list" : "Выберите список подарков"
    },
    "lists" : {
      "back" : "Назад",
      "giftLists" : "Списки подарков",
      "giftee_delete_error" : "Не удалось удалить получа́тель.",
      "giftee_update_error" : "Не удалось обновить получа́тель.",
      "saved_changes" : "Изменения были сохранены.",
      "title" : "Ваши списки подарков",
      "unsaved_changes" : "Несохранённые изменения"
    },
    "login" : {
      "email" : "Почта",
      "login" : "Логин",
      "new_user" : "Новый пользователь?",
      "password" : "Пароль",
      "register" : "Зарегистрироваться здесь",
      "sign_in" : "Войти"
    },
    "menu" : {
      "about" : "О программе",
      "app_name" : "Список Деда Мороза",
      "gift_lists" : "Списки подарков",
      "home" : "Главная",
      "login" : "Логин",
      "logout" : "Выход",
      "register" : "Зарегистрироваться"
    },
    "newGiftCard" : {
      "awesome_gift_list" : "мой удивительный список подарков...",
      "create_new_btn" : "Создать новый список",
      "create_new_title" : "Создайте новый список подарков!",
      "error_logged_users_only" : "Только вошедшие в систему пользователи могут создавать новые списки git!",
      "name_required" : "Имя обязательно!"
    },
    "newGifteeForm" : {
      "create_error" : "Новый получа́тель не может быть создан.",
      "create_new" : "Создать",
      "name_required" : "Имя обязательно!",
      "new_giftee" : "Новый получа́тель"
    },
    "register" : {
      "already_registered" : "Уже зарегистрирован?",
      "email" : "Почта",
      "err_pswds_match" : "Пароли не совпадают",
      "password" : "Пароль",
      "password_conf" : "Повторить пароль",
      "register" : "Зарегистрироваться",
      "sign_in" : "Войти"
    },
    "searchDialog" : {
      "loading" : "Загрузка..."
    },
    "unsaved_changes" : "Несохранённые изменения",
    "userStats" : {
      "description" : "Проверьте свою общую статистику!",
      "giftees_count" : "Количество получа́тельей",
      "giftlists_count" : "Количество подарочных списков"
    }
  }
} ;

export default en;